Repository: cheezy/little_grape
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: sq

source: Features
sq: Veçoritë

source: About
sq: Rreth Nesh

source: Success Stories
sq: Histori Suksesi

source: Log In
sq: Hyr

source: Sign Up
sq: Regjistrohu

source: Join 50,000+ Albanians worldwide
sq: Bashkohu me 50,000+ shqiptarë në mbarë botën

source: Find Your
sq: Gjej

source: Albanian
sq: Zemrën

source: Soulmate
sq: Tënde

source: Connect with Albanians from around the world. Whether you're in Tirana, New York, London, or anywhere else — your perfect match is waiting.
sq: Lidhu me shqiptarë nga e gjithë bota. Qoftë në Tiranë, Nju Jork, Londër, ose kudo tjetër — partneri/ja yt/jote e përsosur po të pret.

source: Start Free Today
sq: Fillo Falas Sot

source: How It Works
sq: Si Funksionon

source: Verified Profiles
sq: Profile të Verifikuara

source: 4.8 Star Rating
sq: Vlerësim 4.8 Yje

source: Your match awaits
sq: Partneri/ja jote po të pret

source: Find Your Perfect Match
sq: Gjej Partnerin/en e Përsosur

source: Based on culture & compatibility
sq: Bazuar në kulturë dhe përshtatshmëri

source: Why Choose Zemra Ime?
sq: Pse të Zgjedhësh Zemra Ime?

source: Built by Albanians, for Albanians. We understand our culture, traditions, and what matters in finding a life partner.
sq: Ndërtuar nga shqiptarët, për shqiptarët. Ne e kuptojmë kulturën, traditat tona, dhe çfarë ka rëndësi në gjetjen e një partneri jete.

source: Global Albanian Community
sq: Komuniteti Global Shqiptar

source: Connect with Albanians from Kosovo, Albania, North Macedonia, Montenegro, and diaspora communities worldwide.
sq: Lidhu me shqiptarë nga Kosova, Shqipëria, Maqedonia e Veriut, Mali i Zi, dhe komunitetet e diasporës në mbarë botën.

source: Verified & Safe
sq: I Verifikuar dhe i Sigurt

source: Every profile is verified. Your privacy and security are our top priority with advanced safety features.
sq: Çdo profil është i verifikuar. Privatësia dhe siguria juaj janë prioriteti ynë kryesor me veçori të avancuara sigurie.

source: Smart Matching
sq: Përputhje Inteligjente

source: Our algorithm considers cultural values, family traditions, and personal preferences for meaningful connections.
sq: Algoritmi ynë merr parasysh vlerat kulturore, traditat familjare, dhe preferencat personale për lidhje kuptimplota.

source: Active Members
sq: Anëtarë Aktivë

source: Successful Matches
sq: Përputhje të Suksesshme

source: Countries
sq: Vende

source: App Store Rating
sq: Vlerësimi në App Store

source: More Than Dating —
sq: Më Shumë se Takime —

source: A Cultural Connection
sq: Një Lidhje Kulturore

source: Zemra Ime (meaning "My Heart" in Albanian) captures the essence of what we're all searching for — that special connection. We created this platform because we understand that for Albanians, finding a partner is about more than just compatibility — it's about shared values, family, and cultural understanding.
sq: Zemra Ime kap thelbin e asaj që të gjithë po kërkojmë — atë lidhje të veçantë. Ne e krijuam këtë platformë sepse e kuptojmë që për shqiptarët, gjetja e një partneri është më shumë se thjesht përshtatshmëri — bëhet fjalë për vlera të përbashkëta, familje, dhe mirëkuptim kulturor.

source: Whether you're looking for someone who appreciates our traditions, speaks the language, or simply shares your Albanian heritage, you'll find them here.
sq: Qoftë duke kërkuar dikë që vlerëson traditat tona, flet gjuhën, ose thjesht ndan trashëgiminë tuaj shqiptare, do ta gjeni këtu.

source: Albania
sq: Shqipëria

source: Kosovo
sq: Kosova

source: North Macedonia
sq: Maqedonia e Veriut

source: Where there's smoke, there's fire. Where there's love, there's family.
sq: Ku ka tym, ka zjarr. Ku ka dashuri, ka familje.

source: Albanian Proverb
sq: Proverb Shqiptar

source: Traditional Wisdom
sq: Urtësi Tradicionale

source: Ready to Find Your Albanian Match?
sq: Gati të Gjesh Partnerin/en Tënd/e Shqiptar/e?

source: Join thousands of Albanians who have found love, friendship, and meaningful connections on Zemra Ime.
sq: Bashkohu me mijëra shqiptarë që kanë gjetur dashurinë, miqësinë, dhe lidhje kuptimplota në Zemra Ime.

source: Create Free Account
sq: Krijo Llogari Falas

source: Learn More
sq: Mëso Më Shumë

source: Connecting Albanians worldwide. Find love, build relationships, honor traditions.
sq: Duke lidhur shqiptarët në mbarë botën. Gjej dashurinë, ndërto marrëdhënie, ndero traditat.

source: Company
sq: Kompania

source: About Us
sq: Rreth Nesh

source: Careers
sq: Karriera

source: Press
sq: Shtypi

source: Contact
sq: Kontakti

source: Support
sq: Mbështetja

source: Help Center
sq: Qendra e Ndihmës

source: Safety Tips
sq: Këshilla Sigurie

source: Community Guidelines
sq: Udhëzimet e Komunitetit

source: Report an Issue
sq: Raporto një Problem

source: Legal
sq: Ligjore

source: Privacy Policy
sq: Politika e Privatësisë

source: Terms of Service
sq: Kushtet e Shërbimit

source: Cookie Policy
sq: Politika e Cookie-ve

source: Made with love for Albanians everywhere.
sq: Bërë me dashuri për shqiptarët kudo.

source: Language
sq: Gjuha

source: English
sq: Anglisht

source: Register
sq: Regjistrohu

source: Register for an account
sq: Regjistrohu për një llogari

source: Already registered?
sq: Je regjistruar tashmë?

source: Log in
sq: Hyr

source: to your account now.
sq: në llogarinë tënde tani.

source: Email
sq: Email-i

source: Create an account
sq: Krijo një llogari

source: Creating account...
sq: Duke krijuar llogarinë...

source: Don't have an account?
sq: Nuk ke llogari?

source: Sign up
sq: Regjistrohu

source: for an account now.
sq: për një llogari tani.

source: Password
sq: Fjalëkalimi

source: Log in with email
sq: Hyr me email

source: or
sq: ose

source: Log in and stay logged in
sq: Hyr dhe qëndro i kyçur

source: Log in only this time
sq: Hyr vetëm këtë herë

source: Log out
sq: Dil

source: Settings
sq: Profili

source: Account Settings
sq: Cilësimet e Llogarisë

source: Manage your account email address and password settings
sq: Menaxho email-in dhe fjalëkalimin e llogarisë tënde

source: Change Email
sq: Ndrysho Email-in

source: Changing...
sq: Duke ndryshuar...

source: New password
sq: Fjalëkalimi i ri

source: Confirm new password
sq: Konfirmo fjalëkalimin e ri

source: Confirm password
sq: Konfirmo fjalëkalimin

source: Save Password
sq: Ruaj Fjalëkalimin

source: Welcome
sq: Mirë se vjen

source: Confirm and stay logged in
sq: Konfirmo dhe qëndro i kyçur

source: Confirm and log in only this time
sq: Konfirmo dhe hyr vetëm këtë herë

source: Keep me logged in on this device
sq: Mbaj më të kyçur në këtë pajisje

source: Log me in only this time
sq: Hyrm vetëm këtë herë

source: Confirming...
sq: Duke konfirmuar...

source: Logging in...
sq: Duke hyrë...

source: You need to reauthenticate to perform sensitive actions on your account.
sq: Duhet të identifikohesh përsëri për të kryer veprime të ndjeshme në llogarinë tënde.

source: You are running the local mail adapter.
sq: Po përdor adapterin lokal të postës.

source: To see sent emails, visit
sq: Për të parë email-et e dërguara, vizito

source: the mailbox page
sq: faqen e kutisë postare

source: Tip: If you prefer passwords, you can enable them in the user settings.
sq: Këshillë: Nëse preferon fjalëkalimet, mund t'i aktivizosh në cilësimet e përdoruesit.

source: Invalid email or password
sq: Email ose fjalëkalim i pavlefshëm

source: must have the @ sign and no spaces
sq: duhet të ketë shenjën @ dhe pa hapësira

source: has already been taken
sq: është marrë tashmë

source: does not match password
sq: nuk përputhet me fjalëkalimin

source: Click below to confirm your account and log in.
sq: Kliko më poshtë për të konfirmuar llogarinë dhe hyrë.

source: Your account is confirmed. Click below to log in.
sq: Llogaria jote është konfirmuar. Kliko më poshtë për të hyrë.

source: should be at least %{count} character(s)
sq: duhet të jetë së paku %{count} karaktere

source: should be at most %{count} character(s)
sq: duhet të jetë më së shumti %{count} karaktere

source: Set your password to complete registration.
sq: Vendos fjalëkalimin për të përfunduar regjistrimin.

source: Complete registration
sq: Përfundo regjistrimin

source: must contain at least one lowercase letter
sq: duhet të përmbajë së paku një shkronjë të vogël

source: must contain at least one uppercase letter
sq: duhet të përmbajë së paku një shkronjë të madhe

source: must contain at least one number
sq: duhet të përmbajë së paku një numër

source: must contain at least one special character (!?@#$%^&*_-+=)
sq: duhet të përmbajë së paku një karakter special (!?@#$%^&*_-+=)

source: Profile
sq: Profili

source: My Profile
sq: Profili Im

source: Tell us about yourself to find your perfect match
sq: Na trego për veten tënde për të gjetur partnerin/en e përsosur

source: Basic Info
sq: Informacionet Bazë

source: First Name
sq: Emri

source: Last Name
sq: Mbiemri

source: Birthdate
sq: Datëlindja

source: Gender
sq: Gjinia

source: City
sq: Qyteti

source: Country
sq: Shteti

source: About Me
sq: Rreth Meje

source: Bio
sq: Biografia

source: Tell others about yourself...
sq: Tregoju të tjerëve për veten...

source: Occupation
sq: Profesioni

source: Physical Attributes
sq: Karakteristikat Fizike

source: Height (cm)
sq: Gjatësia (cm)

source: Body Type
sq: Lloji i Trupit

source: Eye Color
sq: Ngjyra e Syve

source: Hair Color
sq: Ngjyra e Flokëve

source: Preferences
sq: Preferencat

source: Looking For
sq: Kërkoj

source: Preferred Age (Min)
sq: Mosha e Preferuar (Min)

source: Preferred Age (Max)
sq: Mosha e Preferuar (Maks)

source: Preferred Country
sq: Vendi i Preferuar

source: Save Profile
sq: Ruaj Profilin

source: Select...
sq: Zgjidh...

source: Male
sq: Mashkull

source: Female
sq: Femër

source: Other
sq: Tjetër

source: Slim
sq: I Hollë

source: Athletic
sq: Atletik

source: Average
sq: Mesatar

source: Curvy
sq: Me Forma

source: Muscular
sq: Muskuloz

source: Plus Size
sq: Madhësi Plus

source: Brown
sq: Kafe

source: Blue
sq: Blu

source: Green
sq: Gjelbër

source: Hazel
sq: Lajthi

source: Gray
sq: Gri

source: Black
sq: Zi

source: Blonde
sq: Biond

source: Red
sq: Kuq

source: White
sq: Bardhë

source: Friendship
sq: Miqësi

source: Dating
sq: Takime

source: Relationship
sq: Lidhje

source: Marriage
sq: Martesë

source: Not Sure
sq: Nuk Jam i Sigurt

source: is too far in the past
sq: është shumë larg në të kaluarën

source: you must be at least 18 years old
sq: duhet të jesh së paku 18 vjeç

source: must be greater than or equal to minimum age
sq: duhet të jetë më e madhe ose e barabartë me moshën minimale

source: Montenegro
sq: Mali i Zi

source: Bosnia and Herzegovina
sq: Bosnja dhe Hercegovina

source: Croatia
sq: Kroacia

source: Slovenia
sq: Sllovenia

source: Greece
sq: Greqia

source: Italy
sq: Italia

source: Germany
sq: Gjermania

source: Switzerland
sq: Zvicra

source: Belgium
sq: Belgjika

source: Netherlands
sq: Holanda

source: France
sq: Franca

source: United Kingdom
sq: Mbretëria e Bashkuar

source: United States
sq: Shtetet e Bashkuara

source: Canada
sq: Kanadaja

source: Sweden
sq: Suedia

source: Norway
sq: Norvegjia

source: Denmark
sq: Danimarka

source: Finland
sq: Finlanda

source: Spain
sq: Spanja

source: Portugal
sq: Portugalia

source: Turkey
sq: Turqia

source: Cyprus
sq: Qiproja

source: Profile Picture
sq: Fotoja e Profilit

source: Profile picture
sq: Fotoja e profilit

source: Upload New Picture
sq: Ngarko Foto të Re

source: JPG, PNG, GIF or WebP. Max 5MB.
sq: JPG, PNG, GIF ose WebP. Maks 5MB.

source: Are you sure you want to remove your profile picture?
sq: Je i sigurt që dëshiron të heqësh foton e profilit?

source: Profile picture removed.
sq: Fotoja e profilit u hoq.

source: Failed to remove profile picture.
sq: Dështoi heqja e fotos së profilit.

source: Lifestyle
sq: Stili i Jetës

source: Smoking
sq: Pirja e Duhanit

source: Non-smoker
sq: Jo duhanpirës

source: Occasional smoker
sq: Duhanpirës rastësor

source: Regular smoker
sq: Duhanpirës i rregullt

source: Drinking
sq: Pirja e Alkoolit

source: Non-drinker
sq: Jo pirës

source: Social drinker
sq: Pirës shoqëror

source: Regular drinker
sq: Pirës i rregullt

source: Has Children
sq: Ka Fëmijë

source: Wants Children
sq: Dëshiron Fëmijë

source: Have children, want more
sq: Kam fëmijë, dua më shumë

source: Background
sq: Prapavija

source: Education
sq: Arsimi

source: High School
sq: Shkolla e Mesme

source: Some College
sq: Disa Studime

source: Bachelor's Degree
sq: Diplomë Bachelor

source: Master's Degree
sq: Diplomë Master

source: Doctorate
sq: Doktoraturë

source: Religion
sq: Feja

source: Muslim
sq: Mysliman

source: Orthodox Christian
sq: Ortodoks

source: Catholic
sq: Katolik

source: Atheist
sq: Ateist

source: Prefer not to say
sq: Preferoj të mos them

source: Languages Spoken
sq: Gjuhët e Folura

source: Italian
sq: Italisht

source: German
sq: Gjermanisht

source: French
sq: Frëngjisht

source: Serbian
sq: Serbisht

source: Macedonian
sq: Maqedonisht

source: Turkish
sq: Turqisht

source: Other Languages
sq: Gjuhë të Tjera

source: e.g., Greek, Spanish, Portuguese
sq: p.sh., Greqisht, Spanjisht, Portugalisht

source: Interested In
sq: Të Interesuar Për

source: Any
sq: Çdo

source: Interests
sq: Interesat

source: Select your interests to help find better matches
sq: Zgjidhni interesat tuaja për të gjetur përputhje më të mira

source: Sports
sq: Sporteve

source: Music
sq: Muzikë

source: Travel
sq: Udhëtim

source: Reading
sq: Lexim

source: Cooking
sq: Gatim

source: Movies
sq: Filma

source: Fitness
sq: Fitnes

source: Nature
sq: Natyrë

source: Technology
sq: Teknologji

source: Gaming
sq: Lojëra

source: Photography
sq: Fotografi

source: Dancing
sq: Vallëzim

source: Fashion
sq: Modë
